Repository: tnds82/script.tvhwizard.tnds
Catalog: resources/language/*/strings.po
Languages: portuguese

# #1001
source: Addons Required:
portuguese: Addons Necessários:

# #1002
source: [COLOR chartreuse]Click to Install Tvheadend HTSP Client[/COLOR]
portuguese: [COLOR chartreuse]Clique para instalar o Tvheadend HTSP Cliente[/COLOR]

# #1003
source: [COLOR chartreuse]Click to Install Tvheadend 4.2[/COLOR]
portuguese: [COLOR chartreuse]Clique para instalar o Tvheadend 4.2[/COLOR]

# #1004
source: Configuration
portuguese: Configuração

# #1005
source: TvHeadend General Configuration
portuguese: Configuração Geral Tvheadend

# #1006
source: Enabled Configuration
portuguese: Activar configuração

# #1007
source: Enabled Expert Mode
portuguese: Activar Modo Experiente

# #1008
source: Web Interface Language
portuguese: Idioma de Interface Web

# #1009
source: Portuguese
portuguese: Português

# #1010
source: English
portuguese: Inglês

# #1011
source: EPG Language (priority order)
portuguese: Língua utilizada no EPG (ordem prioritária)

# #1012
source: Users
portuguese: Utilizadores

# #1013
source: Config Users Settings
portuguese: Configuração das Definições de Utilizadores

# #1014
source: Create Admin and Client user
portuguese: Criar utilizador Administrador e Cliente

# #1015
source: Login Administrator
portuguese: Utilizador Administrador

# #1016
source: Login Client
portuguese: Utilizador Cliente

# #1017
source: Username
portuguese: Utilizador

# #1018
source: Password
portuguese: Palavra-Passe

# #1019
source: Channels
portuguese: Canais

# #1020
source: Channels for TvHeadend
portuguese: Canais para o Tvheadend

# #1021
source: Enable Channels
portuguese: Activar Canais

# #1022
source: Network
portuguese: Redes

# #1025
source: Country
portuguese: País

# #1027
source: Channels (Cable Lisbon)
portuguese: Canais (Cabo Lisboa)

# #1028
source: Channels (Cable Porto)
portuguese: Canais (Cabo Porto)

# #1029
source: Channels Hispasat
portuguese: Canais Hispasat

# #1030
source: Channels Astra
portuguese: Canais Astra

# #1031
source: Channels (Cable Aveiro/Coimbra)
portuguese: Canais (Cabo Aveiro/Coimbra)

# #1032
source: Channels (Cable Leiria)
portuguese: Canais (Cabo Leiria)

# #1038
source: Picons for TvHeadend
portuguese: Picons para o Tvheadend

# #1039
source: Enabled Picons
portuguese: Activar Picons

# #1040
source: Enabled Image Cache
portuguese: Activar Armazenamento das Imagens

# #1041
source: DVB Inputs
portuguese: Dispositivos DVB

# #1042
source: DVB Inputs Settings
portuguese: Configurações dos dispositivos DVB

# #1043
source: Enabled Adapters
portuguese: Activar os adaptadores de TV

# #1049
source: How many Adapters ?
portuguese: Quantos Adaptadores ?

# #1050
source: One Tuner
portuguese: Um Tuner

# #1051
source: Two Tuners
portuguese: Dois Tuners

# #1052
source: Three Tuners
portuguese: Três Tuners

# #1053
source: Four Tuners
portuguese: Quatro Tuners

# #1054
source: Five Tuners
portuguese: Cinco Tuners

# #1057
source: Config Softcam Settings
portuguese: Configuração das Definições do Softcam

# #1058
source: Add Conditional Access Client (DVBAPI)
portuguese: Adicionar Cliente de Acesso Condicional (DVBAPI)

# #1059
source: Mode Choose
portuguese: Escolher Modo

# #1060
source: [COLOR orange]Click to see your IP[/COLOR]
portuguese: [COLOR orange]Clica para ver o IP[/COLOR]

# #1063
source: IP Address (TCP Mode)
portuguese: [COLOR red]Informação:[/COLOR] Modo: [COLOR white]pc-nodmx[/COLOR] - Comunicação através de camd.socket

# #1067
source: [COLOR red]Information:[/COLOR] Mode: [COLOR white]pc[/COLOR] - Communication through TCP/IP
portuguese: [COLOR red]Informação:[/COLOR] Mod0: [COLOR white]pc[/COLOR] - Communicação através de TCP/IP

# #1068
source: Recordings
portuguese: Gravações

# #1069
source: Config Recording Settings
portuguese: Configuração das Definições de Gravação

# #1070
source: Enable Recording
portuguese: Activar Gravação

# #1071
source: Choose Profile
portuguese: Escolha o Perfil

# #1072
source: Path for Recordings
portuguese: Caminho para as Gravações

# #1074
source: Tvheadend HTSP Client Settings
portuguese: Configuração do Tvheadend HTSP Client

# #1075
source: Enable Config Client PVR
portuguese: Activar Configuração Cliente PVR

# #1076
source: IP Adress Box
portuguese: Endereço IP da Caixa

# #1080
source: Config Kodi Settings to Tvheadend
portuguese: Configuração das Definições do Kodi para o Tvheadend

# #1081
source: Enable Config Kodi
portuguese: Activar Configuração Kodi

# #1082
source: Enable Synchronise Channel Groups with Tvheadend
portuguese: Activar Sincronização dos Grupos de Canais com o Tvheadend

# #1083
source: Enable Fullscreen
portuguese: Activar Tela Cheia

# #1084
source: Enable 16:9 Image
portuguese: Activar Imagem 16:9

# #1085
source: Optimization
portuguese: Optimização

# #1086
source: Continue Last Channel on Startup
portuguese: Continuar Último Canal ao Iniciar

# #1087
source: Guide
portuguese: Guia

# #1088
source: Config Guide Settings
portuguese: Configuração das Definições do Guia

# #1089
source: Enable Config Guide
portuguese: Activar Configuração Guia

# #1090
source: Disable Prevent Updates during Playback
portuguese: Desactivar Impedir Actualizações durante a Reprodução

# #1091
source: Update Interval
portuguese: Intervalo de Actualização

# #1093
source: Config Timeshift Settings
portuguese: Configuração das Definições do Timeshift

# #1094
source: Enable Timeshift
portuguese: Activar Timeshift

# #1098
source: Default mode
portuguese: Modo Padrão

# #1099
source: Enable Use Channel Number from Tvheadend
portuguese: Activar Utilizar Números dos Canais do Tvheadend

# #2000
source: Update Channels
portuguese: Actualizar Canais

# #2001
source: Use only to update channels and picons
portuguese: Usar apenas para actualizar canais e picons

# #2002
source: [COLOR red]Attention:[/COLOR] If you create new tags you have to create again
portuguese: [COLOR red]Atenção:[/COLOR] Se criar novos grupos, terá de criar novamente

# #2003
source: Update Channels and Picons
portuguese: Actualizar Canais e Picons

# #2004
source: Network
portuguese: Rede

# #2007
source: Country
portuguese: País

# #2009
source: Channels (Cable Lisbon)
portuguese: Canais (Cabo Lisboa)

# #2010
source: Channels (Cable Porto)
portuguese: Canais (Cabo Porto)

# #2011
source: Channels Hispasat
portuguese: Canais Hispasat

# #2012
source: Channels Astra
portuguese: Canais Astra

# #2013
source: Channels (Cable Aveiro/Coimbra)
portuguese: Canais (Cabo Aveiro/Coimbra)

# #2014
source: Channels (Cable Leiria)
portuguese: Canais (Cabo Leiria)

# #2015
source: Update IP
portuguese: Actualizar IP

# #2016
source: Update IP Address in Box
portuguese: Actualizar Endereço IP da Caixa

# #2017
source: Enable automatic function
portuguese: Activar função automática

# #3001
source: Addons Required:
portuguese: Addons Necessários:

# #3002
source: [COLOR chartreuse]Click to Install Tvheadend HTSP Client[/COLOR]
portuguese: [COLOR chartreuse]Clique para instalar Tvheadend HTSP Cliente[/COLOR]

# #3004
source: Config Tvheadend HTSP Client
portuguese: Configuração Tvheadend HTSP Cliente

# #3005
source: Enable Config Client PVR
portuguese: Activar Configuração Cliente PVR

# #3006
source: Hostname/IP Adress from Server
portuguese: Nome do Host/Endereço IP do Servidor

# #3007
source: Username
portuguese: Nome de Utilizador

# #3008
source: Password
portuguese: Palavra-Passe

# #4000
source: OSCam
portuguese: Configuração das Definições do OSCam

# #4002
source: Enable OSCam
portuguese: Activar OSCam

# #4003
source: Username
portuguese: Utilizador

# #4004
source: Password
portuguese: Palavra-Passe

# #4005
source: Port
portuguese: Porta

# #4006
source: Enable cccam
portuguese: Activar cccam

# #4007
source: Port
portuguese: Porta

# #4008
source: OSCam Readers
portuguese: OSCam Linhas

# #4009
source: Add Readers to OSCam
portuguese: Adicionar Linhas ao OSCam

# #4010
source: Readers
portuguese: Linhas

# #4011
source: First Reader
portuguese: Primeira Linha

# #4012
source: Second Reader
portuguese: Segunda Linha

# #4013
source: Third Reader
portuguese: Terceira Linha

# #4014
source: Fourth Reader
portuguese: Quarta Linha

# #4015
source: Fifth Reader
portuguese: Quinta Linha

# #4016
source: Enable 1st Reader
portuguese: Activar 1ª Linha

# #4017
source: Protocol
portuguese: Protocolo

# #4018
source: cccam
portuguese: newcamd

# #4021
source: Label
portuguese: Nome

# #4022
source: Hostname or IP Address
portuguese: Nome do Host ou Endereço IP

# #4023
source: Username
portuguese: Utilizador

# #4024
source: Password
portuguese: Palavra-Passe

# #4025
source: Enable 2nd Reader
portuguese: Activar 2ª Linha

# #4026
source: Enable 3rd Reader
portuguese: Activar 3ª Linha

# #4027
source: Enable 4th Reader
portuguese: Activar 4ª linha

# #4028
source: Enable 5th Reader
portuguese: Activar 5ª Linha

# #4029
source: OSCam Users
portuguese: OSCam Utilizadores

# #4030
source: Add Users to OSCam
portuguese: Adicionar Utilizadores ao OSCam

# #4031
source: Users
portuguese: Utilizadores

# #4032
source: First Users
portuguese: Primeiro Utilizador

# #4033
source: Second Users
portuguese: Segundo Utilizador

# #4034
source: Third Users
portuguese: Terceiro Utilizador

# #4035
source: Fourth Users
portuguese: Quarto Utilizador

# #4036
source: Fifth Users
portuguese: Quinto Utilizador

# #4037
source: Enable 1st User
portuguese: Activar 1º Utilizador

# #4038
source: Enable 2nd User
portuguese: Activar 2º Utilizador

# #4039
source: Enable 3rd User
portuguese: Activar 3º Utilizador

# #4040
source: Enable 4th User
portuguese: Activar 4º Utilizador

# #4041
source: Enable 5th User
portuguese: Activar 5º Utilizador

# #4043
source: Addons Required
portuguese: Addons Necessários

# #4044
source: [COLOR chartreuse]Click to Install OSCam[/COLOR]
portuguese: [COLOR chartreuse]Clique para instalar OSCam[/COLOR]

# #4045
source: Config DVBApi Settings
portuguese: Configuração das Definições do DVBApi

# #4046
source: Enable DVBApi
portuguese: Activar DVBApi

# #4047
source: Mode
portuguese: Modo

# #4050
source: Port dvbapi
portuguese: Porta dvbapi

# #4051
source: CCCam Config
portuguese: CCCam Configuração

# #5000
source: Status
portuguese: Informacao

# #5001
source: Config OSCam Settings
portuguese: Configuracao das Definicoes do OSCam

# #5002
source: Config Tvheadend Settings
portuguese: Configuracao das Definicoes Tvheadend

# #5003
source: Addon Lock
portuguese: Bloqueio do Addon

# #5004
source: Parental Control
portuguese: Controlo Parental

# #5005
source: Update Channels
portuguese: Actualizar Canais

# #5006
source: Update IP automatic
portuguese: Actualizacao Automatica IP

# #5007
source: [COLORred]unconfigured[/COLOR]
portuguese: [COLORred]desconfigurado[/COLOR]

# #5008
source: [COLORgreen]configured[/COLOR]
portuguese: [COLORgreen]configurado[/COLOR]

# #5009
source: [COLORred]unlocked[/COLOR]
portuguese: [COLORred]desbloqueado[/COLOR]

# #5010
source: [COLORgreen]locked[/COLOR]
portuguese: [COLORgreen]bloqueado[/COLOR]

# #5011
source: [COLORred]disabled[/COLOR]
portuguese: [COLORred]desactivado[/COLOR]

# #5012
source: [COLORgreen]enabled[/COLOR]
portuguese: [COLORgreen]activado[/COLOR]

# #5013
source: 1. Config OSCam
portuguese: 1. Configurar OSCam

# #5014
source: 2. Config Tvheadend
portuguese: 2. Configurar Tvheadend

# #5015
source: 3. Reboot System
portuguese: 3. Reiniciar Sistema

# #5016
source: Parental Lock Menu
portuguese: Menu Controlo Parental

# #5017
source: Manage Channels
portuguese: Gerenciar Canais

# #5018
source: Manage Groups
portuguese: Gerenciar Grupos

# #5019
source: Update Channels / IP
portuguese: Actualizar Canais / IP

# #5020
source: Addon Lock
portuguese: Bloqueio do Addon

# #5021
source: Channels Lock
portuguese: Bloqueio dos Canais

# #5022
source: Tvheadend set up and ready, please restart
portuguese: Tvheadend configurado e pronto, reinicie o sistema

# #5023
source: Tvh Client set up and ready, please restart
portuguese: Tvh Cliente configurado e pronto, reinicie o sistema

# #5024
source: [COLOR red]Information:[/COLOR] The update addon
portuguese: [COLOR red]Informacao:[/COLOR] A actualizacao addon

# #5025
source: only works if you have the addon
portuguese: so funciona se tiver o addon

# #5027
source: Choose
portuguese: Escolha

# #5028
source: Update: Check if have any update
portuguese: Actualizar: Verifique se tem alguma actualizacao

# #5029
source: Settings: Open Update Setings
portuguese: Definicoes: Abrir Configuracoes de Actualizacao

# #5030
source: Update
portuguese: Actualizar

# #5031
source: Settings
portuguese: Definicoes

# #5032
source: Open Update Settings and activate
portuguese: Abrir Configuracoes de Actualizacao e Activar

# #5033
source: OSCam set up and ready
portuguese: OSCam configurado e pronto

# #5034
source: Enter secret code to unlock addon
portuguese: Introduza codigo secreto para desbloquear o addon

# #5035
source: Wrong password try again
portuguese: Palavra-Chave errada. Tente novamente

# #5036
source: Choose what you want to set up on Tvheadend
portuguese: Escolha o que pretende definir no Tvheadend

# #5037
source: Server: Config Server and Client
portuguese: Servidor: Configuracao Servidor e Cliente

# #5038
source: Client: Config only Client
portuguese: Cliente: Configurar apenas o cliente

# #5039
source: Server
portuguese: Servidor

# #5040
source: Client
portuguese: Cliente

# #5042
source: PVR Config alredy created
portuguese: PVR Configuracao ja criada

# #5043
source: Advanced Settings alredy created
portuguese: Definicoes Avancadas ja criada

# #5044
source: Enter secret code to lock addon
portuguese: Introduza codigo secreto para bloquear o addon

# #5045
source: ADDON IS [COLOR green]LOCKED[/COLOR]
portuguese: ADDON ESTA [COLOR green]BLOQUEADO[/COLOR]

# #5046
source: Enter secret code to unlock addon
portuguese: Introduza codigo secreto para desbloquear o addon

# #5047
source: ADDON IS [COLOR red]UNLOCKED[/COLOR]
portuguese: ADDON ESTA [COLOR red]DESBLOQUEADO[/COLOR]

# #5048
source: [COLOR red]Disabled[/COLOR]
portuguese: [COLOR red]Desactivado[/COLOR]

# #5049
source: [COLOR green]Enabled[/COLOR]
portuguese: [COLOR green]Activado[/COLOR]

# #5050
source: Enter Parental Pin Code
portuguese: Introduza o Codigo PIN do Controlo Parental

# #5051
source: Parental Control [COLOR green]Enabled[/COLOR]
portuguese: Controlo Parental [COLOR green]Activo[/COLOR]

# #5052
source: Parental Control [COLOR red]Disabled[/COLOR)]
portuguese: Controlo Parental [COLOR red]Desactivo[/COLOR]

# #5053
source: OSCam Config it has already been set
portuguese: Configuração OSCam ja foi criado

# #5054
source: Default user [COLOR white]oscam[/COLOR]
portuguese: Utilizador padrao [COLOR white]oscam[/COLOR]

# #5055
source: Default pass [COLOR white]oscam[/COLOR]
portuguese: Palavra-Passe [COLOR white]oscam[/COLOR]

# #5056
source: Default port [COLOR white]8888[/COLOR]
portuguese: Porta padrao [COLOR white]8888[/COLOR]

# #5057
source: DVBApi it has already been set
portuguese: DVBapi ja foi criado

# #5058
source: CCCam it has already been set
portuguese: CCCam ja foi criado

# #5059
source: Reader it has already been set
portuguese: Linha ja foi criada

# #5060
source: User it has already been set
portuguese: Utilizador ja foi definido

# #5061
source: Tvheadend Config alredy created
portuguese: Configuração Tvheadend ja foi criada

# #5062
source: Softcam - dvbapi alredy created
portuguese: Softcam - dvbapi ja foi criado

# #5063
source: Channels created
portuguese: Canais criados

# #5064
source: Piconpath alredy created
portuguese: Piconpath já foi criado

# #5065
source: The tuner already enable
portuguese: O tuner já se encontra activo

# #5066
source: Choose the LNB you wish to activate
portuguese: Escolha qual o LNB que deseja activar

# #5069
source: Default access is disable
portuguese: Acesso geral esta desabilitado

# #5070
source: Recording alredy modify
portuguese: Gravacao ja foi modificada

# #5071
source: PVR Config alredy created
portuguese: Configuracao PVR ja foi criada

# #5072
source: Advanced Settings alredy created
portuguese: Definicoes avancadas ja foram criadas

# #5073
source: Timeshift alredy created
portuguese: Timeshift ja foi criado

# #5074
source: Download was canceled
portuguese: O download foi cancelado

# #5075
source: Downloading
portuguese: A fazer o donwload

# #5076
source: Extracting
portuguese: A descomprimir

# #5077
source: New channels. Do you want to update?
portuguese: Novos canais. Pretende actualizar?

# #5078
source: Channels were successfully updated. System will restart
portuguese: Novos canais actualizados. Sistema ira reiniciar

# #5079
source: Your IP:
portuguese: O seu IP

# #5080
source: Please Wait...
portuguese: Por favor aguarde...

# #5081
source: Install addon from Tnds repository first
portuguese: Instalar o addon pelo Repositorio Tnds

# #5082
source: Install addon from LibreELEC repository first
portuguese: Instalar o addon pelo Repositorio LibreELEC

# #5083
source: Addon Instructions
portuguese: Instrucoes do Addon

# #6000
source: Parental Control
portuguese: Controlo Parental

# #6001
source: Parental Control for Addon
portuguese: Controlo Parental para o Addon

# #6002
source: Pin Code
portuguese: Codigo Pin

# #6003
source: Parental Config
portuguese: Configuração Parental

# #6004
source: Parental Control for Channels
portuguese: Controlo Parental dos Canais

# #6005
source: Parental Control Information
portuguese: Informação do Controlo Parental

# #6006
source: Instructions
portuguese: Instruções

# #6007
source: Config OSCam Config Instructions
portuguese: Instruções da Configuração do OSCam

# #6008
source: Click to see Instructions
portuguese: Clica para ver as Instruções

# #6009
source: Config Tvheadend Server Instructions
portuguese: Instruções da Configuração do Tvheadend Server

# #6010
source: Tvhwizard by Tnds Addon Instructions
portuguese: Instruções do Addon Tvhwizard by Tnds

# #6011
source: Config OSCam
portuguese: Configurar OSCam

# #6012
source: Config Tvheadend Server
portuguese: Configurar Tvheadend Server

# #6013
source: Config Tvheadend Client
portuguese: Configurar Tvheadend Cliente

# #6014
source: Config Tvheadend Client Instructions
portuguese: Instruções da Configuração do Tvheadend Cliente

# #6015
source: Update Channels / IP
portuguese: Actualização Canais / IP

# #6015
source: Update Channels / IP Instructions
portuguese: Instruções da Actualização Canais / IP

# #6016
source: Channel Manager Instructions
portuguese: Instruções de Gerenciar Canais

# #6017
source: Group Manager Instructions
portuguese: Instruções de Gerenciar Grupos
